Repository: miko007/Uberpass
Catalog: lang/*/LC_MESSAGES/uberpass.po
Languages: de_de

source: Not all nessecary fields are propagated.
de_de: Nicht alle erforderlichen Felder sind ausgefüllt.

source: The password has to be at least %d characters long.
de_de: Das Passwort muss mindestens %d Zeichen lang sein.

source: The supplied passwords do not match.
de_de: Die Passwörter stimmen nicht überein.

source: Username and/or passwort are incorrect.
de_de: Benutzername und/oder Passwort sind inkorrekt.

source: The maximum amount of attempts has been reached. Try again later.
de_de: Die maximale Anzahl von Versuchen wurde erreicht. Bitte versuche es später erneut.

source: Here you can change the password for your Uberspace mail account.
de_de: Hier kannst du das Passwort für deinen Uberspace E-Mail account ändern.

source: mail address
de_de: E-Mail Adresse

source: current password
de_de: aktuelles Passwort

source: new password
de_de: neues Passwort

source: repeat new password
de_de: neues Passwort wiederholen

source: change
de_de: ändern
